/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "“%1$@”を“%2$@”アクション\nの後ろにドラッグします。";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "“%1$@”を%2$@にドラッグします。";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@%2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "%@を追加して\nGIFをプレビューします。";

/* %@ = shortcut name */
"Added shortcut: %@" = "追加されたショートカット: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "ショートカットがリセットされました。続けるには、“ショートカット” Appを再度開いてください。";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "ショートカット“%@”を実行します";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "実行中、%lu%%完了";

/* Accessibility label */
"Edit profile photo" = "プロフィール写真を編集";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "画面の上部から通知センターを引き下ろす操作のアニメーション";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "アクティブなウィジェットのリストに“ショートカット”ウィジェットを追加する操作のアニメーション";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "ウィジェットリストの下部までスクロールして“編集”をタップする操作のアニメーション。";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "左にスワイプしてウィジェットのリストを表示する操作のアニメーション";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "通知センターのスクリーンショット。“ショートカット”ウィジェットが表示されています";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@、%2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "%@さんのプロフィール写真";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "メインIDを作成";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "メインIDとして選択済み";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "プラス、マイナス";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "数字";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "残念ながら、これに関して“ショートカット”でできることは何もありません。ホストAppのバグが原因です。Appの製造元に問い合わせて、この問題を通知することをお勧めします。";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "この機能拡張を開いたAppから入力が渡されませんでした。";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "このショートカットをダウンロードできませんでした。";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "このショートカットデータベースはより新しいバージョンの“ショートカット”で作成されているため読み取れません。\n\n“ショートカット”をアップグレードするか、ショートカットをリセットできます。ショートカットは失われますが、iCloud同期を使用している場合は復元できます。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "ショートカットのデータベースが破損しているため読み込めません。ショートカットをリセットすると、この問題を修正できます。ショートカットは失われますが、iCloud同期を使用している場合は復元できます。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "ショートカットのデータベースが破損しているため読み込めません。\n\n破損したデータベースを添付してサポートにメールを送信するか、カスタムショートカットをリセットできます。ショートカットは失われますが、iCloud同期を使用している場合は復元できます。";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "メールサポート";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "ショートカットをリセット";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "“ショートカット”をアップデート";

/* Alert title for an error */
"Aw no!" = "えー!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "“ショートカット”のバージョンが一致しません";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "ショートカットがリセットされました";

/* Apple watch; label for result from running the shortcut */
"Result" = "結果";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "結果（%ld件）";

/* Back button */
"Back" = "戻る";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "ウィジェットを追加すると、ショートカットをはるかにすばやく実行できるようになります。この手順をスキップしてもよろしいですか?";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "送信できませんでした。数分後にやり直してください。";

/* Button */
"Cancel" = "キャンセル";

/* Button */
"Done" = "完了";

/* Button */
"Next" = "次へ";

/* Button */
"OK" = "OK";

/* Button */
"Submit your own workflow" = "独自のワークフローを送信";

/* Button for editing their profile picture */
"Edit" = "編集";

/* Button or nav bar title */
"Edit Profile" = "プロフィールを編集";

/* Button or title */
"Run shortcut" = "ショートカットを実行";

/* Button or title to share a shortcut */
"Share Shortcut" = "ショートカットを共有";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "ショートカットを送信";

/* Button or title; user profile */
"Profile" = "プロフィール";

/* Button that shows all collection search results */
"See All" = "すべて表示";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "変更内容を破棄";

/* Button title; create a new shortcut */
"Create Shortcut" = "シ⁠ョ⁠ー⁠ト⁠カ⁠ッ⁠トを作成";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "ウィジェットを追加";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "両方とも残す";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "置き換える";

/* Button to skip a step */
"Skip" = "スキップ";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "Apple Watchに表示するショートカットを選択します。";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "コンプリケーションに表示するショートカットを選択します。";

/* Copy content */
"Copy" = "コピー";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "指定されたショートカットが見つかりませんでした。";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "ショートカット“%@”が見つかりませんでした。";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "名⁠称⁠未⁠設⁠定ショートカット";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "パーソナライズされた音声フレーズを録音して、Siriに任意のショートカットを追加できます。";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "一連の手順を1つのショートカットに結合して、Appで実行する操作を自動化できます。";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "“ショートカット”ウィジェットを使うと、ショートカットをさらにすばやくアクセスできます。";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "ライブラリから選択";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "写真を撮る";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "メール";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "WebサイトURL“%@”は無効です。";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "無効なWebサイト";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "公開されるワークフローで“%@”としてクレジットされます。";

/* Edit profile; person name field title */
"Name" = "名前";

/* Edit profile; person name field title (required) */
"Name (Required)" = "名前（必須）";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "プライベート情報";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "公開情報";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "“%@”に該当する項目がありませんでした。ほかのキーワードをお試しください。";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "ショートカットがありません。";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "結果なし";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "指定されたショートカットのURLが無効でした。";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "読み込みに失敗しました";

/* Error message */
"There are no photos in your photo library." = "フォトライブラリに写真がありません。";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "このショートカットのリンクは無効であるか、削除された可能性があります。";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "ギャラリーに接続できません。";

/* Error message title */
"Shortcut Not Found" = "ショートカットが見つかりません";

/* Error message when a collection does not load */
"Couldn't load this collection." = "このコレクションを読み込めませんでした。";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "このコレクションを読み込めませんでした。";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "“%@”アクションは時間がかかりすぎて、実行を完了できませんでした。";

/* Exit the app (kills the app) */
"Exit" = "終了";

/* Gallery search section title for collection search results */
"Collections" = "コレクション";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "表示を減らす";

/* Gallery search; button to show more collection search results */
"Show More" = "表示を増やす";

/* Generic title for a notification show in the app */
"Notification" = "通知";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "ショートカット";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "アクション";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "これはショートカットです。";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "おめでとうございます!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "おお!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "ショートカット実行ボタン";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "アクションの上にドラッグしてGIFを共有します。";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "再生ボタン";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\n問題が発生しました。やり直すか、“完了”をタップしてください。";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\nショートカットの実行を完了しませんでした。やり直すか、“完了”をタップしてください。";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\nショートカットを作成しました。再生ボタンを押して実行してください!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\nショートカットは一連のアクション（左側の項目）で構成されます。\n\n次に、最初のアクションで撮影した写真をアニメートする“GIFを作成”アクションを追加しましょう。";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\nアニメーションGIFを作成するショートカットを構築しましょう。";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\nショートカットを実行しました。便利でしょう?";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "ようこそ“ショートカット”へ。";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "“送信”をタップすると、作成したワークフローが確認のために送信されます。ワークフローをギャラリーに含めることが決定されたら、メールでお知らせします。";

/* Make GIF action name */
"Make GIF" = "GIFを作成";

/* Media file name label */
"Media File" = "メディアファイル";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "ショートカットを置き換えますか?";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "ワークフロー情報";

/* None option */
"None" = "なし";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "すばらしい! すでに“ショートカット”ウィジェットを追加したようですね。先に進みましょう。";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "“ショートカット”ウィジェットを使うと、ショートカットを非常にすばやく実行できます。";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "ワークフローで実行する操作の説明を書き込んでください。";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "ワークフローで実行する操作の詳しい説明を書き込んでください。";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "Johnny Appleseed";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "ワークフローで実行する操作の簡単な説明をここに書き込んでください。";

/* Print content */
"Print" = "プリント";

/* Quick Look action name */
"Quick Look" = "クイックルック";

/* Recovery option for when the gallery does not load */
"Try Again" = "やり直す";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "設定を開く";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "ギャラリーにアクセスするにはモバイルデータ通信をオンにするかWLANを利用してください。";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "ギャラリーにアクセスするにはモバイルデータ通信をオンにするかWi-Fiを利用してください。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "ギャラリーにアクセスするには機内モードをオフにするかWLANを利用してください。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "ギャラリーにアクセスするには機内モードをオフにするかWi-Fiを利用してください。";

/* Save as image */
"Save Image" = "イメージを保存";

/* Search gallery */
"Search" = "検索";

/* Section title */
"Shortcuts" = "ショートカット";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "メール";

/* Share via Messages */
"Message" = "メッセージ";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "ショートカットを送信しました";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "ライブラリに追加されました";

/* Splash screen primary button title */
"Get Started" = "さあ、始めよう!";

/* Splash screen title */
"Welcome to Shortcuts" = "ようこそ“ショートカット”へ";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "%@を停止";

/* Take Photo action name */
"Take Photo (action name)" = "写真を撮る";

/* Tap to choose an option */
"Tap to Choose" = "タップして選択";

/* Terms and Conditions view title */
"Terms and Conditions" = "利用規約";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "承認されたらお知らせします!";

/* Title */
"Gallery" = "ギャラリー";

/* Title */
"Shortcuts" = "ショートカット";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "口コミで拡散する";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "説明";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "長い説明";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "短い説明";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "ワークフロー名";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "Siriに聞いてみよう";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "ウィジェットを追加しますか?";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "“%@”という名前のショートカットはすでにあります。";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "おっと";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "最短のパスを選択";

/* Title of main screen showing your library of shortcuts */
"Library" = "ライブラリ";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "“ショートカット”ウィジェット";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "データベースが破損しています";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "ギャラリーを表示…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "ショートカットを管理…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "ショートカットをカスタマイズ";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "ウィジェットを見つけましたね! すべての場所からここにアクセスするには、“ウィジェットを追加”をタップしてください。";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "ウィジェットを見つけましたね! ショートカットをすばやく実行するには、ここに戻ってきてください。";

/* Today widget; empty state */
"No Shortcuts" = "ショートカットなし";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "タップして残りを表示";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "読み込み中";

/* Watch app button; stop running the shortcut */
"Stop" = "停止";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "表示/隠す";

/* Watch app; Change text field text */
"Tap to Change" = "タップして変更";

/* Watch app; Compose a message */
"Create Message" = "メッセージを作成";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "プラス/マイナス";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "著者: %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "差出人アドレス";

/* Watch app; email composer; bcc address label */
"Bcc" = "Bcc";

/* Watch app; email composer; cc address label */
"Cc" = "Cc";

/* Watch app; email composer; from address label */
"From" = "差出人";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "添付ファイル（%ld）";

/* Watch app; email composer; subject label */
"Subject" = "件名";

/* Watch app; email composer; to address label */
"To" = "宛先";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "位置情報が見つかりません";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "Cc/Bcc";

/* Watch app; number field placeholder */
"Enter number…" = "数字を入力…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "メッセージを送信する連絡先を選択する必要があります。";

/* Watch app; send the email */
"Send" = "送信";

/* Watch app; share QuickLook content */
"Share" = "共有";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "“%@”にアクセスを許可するには、iPhoneでHandoffを使用してください。";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "ショートカットを続行するには、iPhoneでHandoffを使用してください。";

/* Watch app; text field placeholder */
"Enter text…" = "テキストを入力…";

/* Watch app; view current content on the phone */
"View on iPhone" = "iPhoneで表示";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "ショートカットが追加されていません。";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "ショートカットなし";

/* Website URL label */
"Website" = "Webサイト";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "ウィジェットを追加中";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "ホーム画面の“ショートカット”アイコンを強く押してウィジェットを開く操作のアニメーション";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "“+”をタップして“ショートカット”ウィジェットを追加し、“完了”をタップします。";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "上にスワイプしてホームに移動し、“ショートカット”アイコンを強く押して“ウィジェットを追加”をタップします。";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "ホームボタンを押し、“ショートカット”アイコンを強く押して“ウィジェットを追加”をタップします。";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "下までスクロールして\n“編集”をタップします。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "左にスワイプして\nウィジェットを表示します。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "左下で、下にスクロールして\n“編集”をタップします。";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "上部から下にスワイプして通知センターを表示します。";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "このショートカットを共有する準備ができました!";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "%@まで";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@から%2$@まで";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "右";

